{"exerciseData":{"data":[{"id":"Interactive-0","title":"Interactive 1","exerciseType":"Interactive","copy":"At the end of the today, take 5 minutes to recount the days events. Take the perspective of a passive observer who is watching you proceed through the day.","recommendedTime":5000},{"id":"Interactive-1","title":"Interactive 2","exerciseType":"Interactive","copy":"Set a purpose right now for the rest of your day. Write down your purpose or say it out loud 3 times.","recommendedTime":5000},{"id":"Interactive-2","title":"Interactive 3","exerciseType":"Interactive","copy":"Eat your next meal without any distractions. Direct all your attention on the activity of eating. From handling the utensils, to tasting the food.","recommendedTime":5000},{"id":"Interactive-3","title":"Interactive 4","exerciseType":"Interactive","copy":"Find 3 opportunities to take a mindful pause today. This is the act of pausing and putting attention into something that would normally be automatic for you. Examples include everything from typing & walking to talking & kissing and for some it is everything they do.\"  ","recommendedTime":5000},{"id":"Interactive-4","title":"Interactive 5","exerciseType":"Interactive","copy":"Take a short mindful walk without distraction. Look at the people you pass by. Give your full attention to the environment. Set aside your phone, your thoughts, and your feelings and just be present in the moment throughout.","recommendedTime":5000},{"id":"Interactive-5","title":"Interactive 6","exerciseType":"Interactive","copy":"Have a conversation with someone where you give them your full attention. Engage in a study of who they are and how they feel in this exact moment. Ask them follow-up questions and be interested in what they say.","recommendedTime":5000},{"id":"Interactive-6","title":"Interactive 7","exerciseType":"Interactive","copy":"Try to pause before each time you open your phone today. Ask yourself, \"Why am I opening my phone?\"\n\nAcknowledge the moments you open your phone automatically by turning off the screen and opening it intentionally instead.","recommendedTime":5000},{"id":"Interactive-7","title":"Interactive 8","exerciseType":"Interactive","copy":"Find a space at a window and look at everything there is to see. Avoid labelling what you see as and instead just observe their movement, textures, colors, and patterns. It can help to imagine yourself as an alien, seeing everything for the first time.","recommendedTime":5000},{"id":"Interactive-8","title":"Interactive 9","exerciseType":"Interactive","copy":"Open the app that you find most addicting and stay present as you engage with it. Ask yourself why you click on certain things. Observe the emotional reaction you have to the things you see. We suggest you engage with the content much more slowly than your normally do to remain fully present. ","recommendedTime":5000},{"id":"Interactive-9","title":"Interactive 10","exerciseType":"Interactive","copy":"Resist one of your addictions for a full day. This can include typical addictions like smoking, alcohol, or caffeine but for some it might be sugar, carbs, or a food/drink that you consume daily.","recommendedTime":5000}],"errors":[],"meta":{"delimiter":",","linebreak":"\r\n","aborted":false,"truncated":false,"cursor":2601,"fields":["id","title","exerciseType","copy","recommendedTime"]},"type":"interactive","description":"The Interactive category contains real world exercises inspired by spiritual leaders and thinkers that will put your mindfulness into practice."}}